Repository: Eduardo0224/Inku
Catalog: Inku/Resources/CollectionLocalizable.xcstrings
Source language: en
Languages: es

# ACTIONS_ADD
source: Add to Collection
es: Agregar a Colección

# ACTIONS_MANAGE
source: Manage
es: Gestionar

# CARD_COMPLETE
source: Complete
es: Completo

# CARD_DELETE
source: Delete
es: Eliminar

# DELETE_CONFIRM
source: Delete
es: Eliminar

# DELETE_MESSAGE_%@
source: Are you sure you want to remove "%@" from your collection?
es: ¿Estás seguro de que quieres eliminar "%@" de tu colección?

# DELETE_TITLE
source: Remove from Collection
es: Eliminar de la Colección

# EDIT_COMPLETE_COLLECTION
source: Complete Collection
es: Colección Completa

# EDIT_CURRENT_VOLUME
source: Current Reading Volume
es: Tomo Actual

# EDIT_SECTION_TITLE
source: Collection Data
es: Datos de Colección

# EDIT_TITLE
source: Edit Collection
es: Editar Colección

# EDIT_TOTAL_VOLUMES_%lld
source: %lld total volumes
es: %lld tomos totales

# EDIT_VOLUME_PLACEHOLDER
source: None
es: Ninguno

# EDIT_VOLUMES_OWNED_%lld
source: Volumes Owned: %lld
es: Tomos Comprados: %lld

# CARD_EDIT
source: Edit
es: Editar

# CARD_PROGRESS
source: Progress
es: Progreso

# CARD_READING_%lld
source: Reading Vol. %lld
es: Leyendo Tomo %lld

# CARD_VOLUME_PLURAL
source: volumes
es: tomos

# CARD_VOLUME_SINGULAR
source: volume
es: tomo

# EMPTY_ALL_MESSAGE
source: Start adding mangas to your collection to track your progress
es: Comienza a agregar mangas a tu colección para rastrear tu progreso

# EMPTY_ALL_TITLE
source: Your Collection is Empty
es: Tu Colección está Vacía

# EMPTY_COMPLETE_MESSAGE
source: You haven't completed any manga collections yet
es: Aún no has completado ninguna colección de manga

# EMPTY_COMPLETE_TITLE
source: No Complete Collections
es: No hay Colecciones Completas

# EMPTY_INCOMPLETE_MESSAGE
source: All your manga collections are complete!
es: ¡Todas tus colecciones de manga están completas!

# EMPTY_INCOMPLETE_TITLE
source: No Incomplete Collections
es: No hay Colecciones Incompletas

# EMPTY_READING_MESSAGE
source: You don't have any mangas you're currently reading
es: No tienes ningún manga que estés leyendo actualmente

# EMPTY_READING_TITLE
source: No Mangas in Progress
es: No hay Mangas en Progreso

# ERROR_ALREADY_EXISTS
source: This manga is already in your collection
es: Este manga ya está en tu colección

# ERROR_CONTEXT_NOT_AVAILABLE
source: Database context is not available
es: El contexto de la base de datos no está disponible

# ERROR_DELETE_FAILED
source: Failed to delete manga from collection
es: Error al eliminar manga de la colección

# ERROR_NOT_FOUND
source: Manga not found in collection
es: Manga no encontrado en la colección

# ERROR_SAVE_FAILED
source: Failed to save manga to collection
es: Error al guardar manga en la colección

# ERROR_UPDATE_FAILED
source: Failed to update manga
es: Error al actualizar manga

# FILTER_ALL
source: All Mangas
es: Todos los Mangas

# FILTER_COMPLETE
source: Complete Collections
es: Colecciones Completas

# FILTER_INCOMPLETE
source: Incomplete Collections
es: Colecciones Incompletas

# FILTER_READING
source: Currently Reading
es: Leyendo Actualmente

# FILTER_TITLE
source: Filter
es: Filtrar

# SCREEN_TITLE
source: My Collection
es: Mi Colección

# SEARCH_PLACEHOLDER
source: Search in collection...
es: Buscar en colección...

# SORT_DATE_ADDED
source: Date Added
es: Fecha Agregada

# SORT_PROGRESS
source: Progress
es: Progreso

# SORT_TITLE
source: Sort
es: Ordenar

# STATS_TITLE
source: Statistics
es: Estadísticas

# STATS_TOTAL_MANGAS
source: Total Mangas
es: Total de Mangas

# STATS_TOTAL_VOLUMES
source: Total Volumes
es: Total de Tomos
